location_text = '''<b>19 июля:</b> концерт-открытие. Hauschka (неоклассика, DE)
<a href='https://goo.gl/maps/GnhNjfXDAwT2'>Дворец Белосельских-Белозерских, Невский пр., 41.</a>

<b>20 — 21 июля:</b> GAMMA_PRO & MUTEK SHOWCASE 
<a href='https://goo.gl/maps/FKE7gBgyG7U2'>киностудия ЛЕНФИЛЬМ, Каменноостровский пр., 10</a>
<b>20 июля:</b> GAMMA_PRO Afterparty
<a href='https://goo.gl/maps/D7CjrkjNjiS2'>клуб BLANK</a>

<b>21 — 22 июля:</b> основная программа GAMMA
<b>21.07</b> <a href='https://goo.gl/maps/YZzzjkUtBnm'>Завод им.Степана Разина, ул. Степана Разина, 8а</a>
<b>22.07</b> <a href='https://zen.yandex.ru/media/id/5b473690bbc36f00a8b583b7/kak-dobratsia-do-quartariata-5b503fbc83eab200ac49429c'>Загородная резиденция искусств и технологий Quartariata, Петергоф, Золотая 2—4</a>

'''

meet_text = '''До начала Gamma 2018 осталось 7 дней. 
Здесь вы найдете всю необходимую информацию о фестивале.'''


faq_text = '''

<b>FAQ</b>

<b>Как приобрести билеты?</b>
Билеты доступны в ограниченных сериях, цена по мере приближения события возрастает: https://goo.gl/mQGAMA и на сайте www.mdivisionpromo.com.
На входе можно будет приобрести билет за 1500 рублей.
Владельцам карт m_division вход 800 рублей.
ВНИМАНИЕ: будьте осторожны приобретая билеты с рук! Мошенники могут продать один электронный билет нескольким людям.
На фестивале ваш билет обменивается на контрольный браслет, надевающийся на руку, который невозможно снять не повредив, если браслет будет поврежден - вам будет отказано в доступе на фестиваль, не пытайтесь передавать браслеты друг другу, служба безопасности строго следит за наличием браслетов на руках, при нарушении правил - вход на фестиваль будет закрыт для обоих нарушителей.

<b>Как вернуть билет?</b>
Билет возвращается только при отмене мероприятия. Можете попробовать продать его в <a href='https://vk.com/m_mystery2017'>вк-встрече</a>.

<b>Будет ли работать гардероб, будет ли тепло? Что с туалетом и курилкой?</b>
Гардеробы будут, внутри будет максимально комфортно  и тепло для цехов завода 18 века. Туалеты и места для курения расположены в шатрах и оборудованы тепловыми приборами. 

<b>Будут ли в продаже на входе маски?</b>
Будет немного стандартных масок, которые можно будет купить, но мы рекомендуем быть оригинальнее.

<b>Подойдет ли грим вместо маски?</b>
Это возможно, только, пожалуйста, без нечисти, мы не приветствуем образы банальных вампиров и зомби.
'''

timetable_text = '''Фестиваль GAMMA начинается 19 июля <a href='http://gammafestival.ru/hauschka'>двумя концертами</a> HAUSHKA (DE), а закончится 23 июля утром и пройдет на 10 сценах и в 4 локациях Санкт-Петербурга.
Экспериментальная сцена "sound art", 22 июля, будет анонсирована дополнительно.
'''

text_early = '''
Скоро начнём. 
<b>БЕТА</b>
<b>23:00</b> Sarcomae LIVE

<b>КОЛОННЫЙ ЗАЛ (2 этаж)</b>
<b>23:00</b> Eye Que b2b Naya

<b>КАБИНЕТ КРОНА</b>
<b>23:00</b> Lidvall LIVE

<b>ШТОЛЬНЯ</b>
<b>23:00</b> Квантовый Оракул
'''

token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''
Sleeparchive (DE) (live)
Voiski (FR) (live)
Blush Response (DE) (live)
Prcdrl (DE) (live)
Ivan Logos
Kobba
Lena Popova
Sestrica (live)
Exponent
Eye Que b2b naya
Prisheletz
Eostra
Blain
Oira

Расписание будет известно накануне.
'''

now_text = '''Gamma начнется 19 июля <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).

Во время фестиваля жмите «Играют сейчас», чтобы знать, что где происходит (на основе расписания).
'''

no_event_text = "Путешествие еще не началось."

starting_soon_text = "Скоро начнём."

playing_now_text = ""

over_text = "На сегодня всё."

# timetable_text = '''
# Точное расписание будет известно чуть позже.
#
# Gamma начнется 19 июня <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).
# '''