location_text = '''BLANK, Арсенальная набережная, 1, вход с набережной. Пожалуйста, не блокируйте движение на набережной автомобилями, иначе к нам приедут "гости".
Мосты сегодня не разводят.
'''

meet_text = '''Здесь все, что нужно знать о Кванте. Не забывайте, что место проведения перенесли в BLANK, Арсенальная набережная, 1. Вход с набережной. Пожалуйста, не блокируйте движение на набережной автомобилями.
'''


faq_text = '''

<b>FAQ</b>

<b>Как приобрести билеты?</b>
Билеты доступны в ограниченных сериях, цена по мере приближения события возрастает: https://goo.gl/mQGAMA и на сайте www.mdivisionpromo.com.
На входе можно будет приобрести билет за 1500 рублей.
Владельцам карт m_division вход 800 рублей.
ВНИМАНИЕ: будьте осторожны приобретая билеты с рук! Мошенники могут продать один электронный билет нескольким людям.
На фестивале ваш билет обменивается на контрольный браслет, надевающийся на руку, который невозможно снять не повредив, если браслет будет поврежден - вам будет отказано в доступе на фестиваль, не пытайтесь передавать браслеты друг другу, служба безопасности строго следит за наличием браслетов на руках, при нарушении правил - вход на фестиваль будет закрыт для обоих нарушителей.

<b>Как вернуть билет?</b>
Билет возвращается только при отмене мероприятия. Можете попробовать продать его в <a href='https://vk.com/m_mystery2017'>вк-встрече</a>.

<b>Будет ли работать гардероб, будет ли тепло? Что с туалетом и курилкой?</b>
Гардеробы будут, внутри будет максимально комфортно  и тепло для цехов завода 18 века. Туалеты и места для курения расположены в шатрах и оборудованы тепловыми приборами. 

<b>Будут ли в продаже на входе маски?</b>
Будет немного стандартных масок, которые можно будет купить, но мы рекомендуем быть оригинальнее.

<b>Подойдет ли грим вместо маски?</b>
Это возможно, только, пожалуйста, без нечисти, мы не приветствуем образы банальных вампиров и зомби.
'''

timetable = '''
<b>КВАНТ</b>
<b>22-00</b> Квантовый Оракул
<b>23-00</b> Eye Que b2b naya
<b>0-30</b> Ivan Logos
<b>1-30</b> Sleeparchive (live)
<b>3-00</b> Blush Response (live)
<b>4-00</b> PRCDRL (live)
<b>5-00</b> Sestrica (live)
<b>6-00</b> Kobba
<b>7-30</b> m_special

<b>ФОТОН</b>:
<b>23-00</b> Пришелец
<b>0-30</b> Blain
<b>1-30</b> Oira
<b>2-30</b> Lena Popova
<b>3-30</b> Exponent
<b>4-30</b> Voiski (live)
<b>6-00</b> Eostra
<b>7-00</b> Ershov
<b>8-00</b> Залетный

<b>12-00</b> the end
'''

text_early = '''
Скоро начнем. 
<b>БЕТА</b>
<b>23:00</b> Sarcomae LIVE

<b>КОЛОННЫЙ ЗАЛ (2 этаж)</b>
<b>23:00</b> Eye Que b2b Naya

<b>КАБИНЕТ КРОНА</b>
<b>23:00</b> Lidvall LIVE

<b>ШТОЛЬНЯ</b>
<b>23:00</b> Квантовый Оракул
'''

token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''
Sleeparchive (DE) (live)
Voiski (FR) (live)
Blush Response (DE) (live)
Prcdrl (DE) (live)
Ivan Logos
Kobba
Lena Popova
Sestrica (live)
Exponent
Eye Que b2b naya
Prisheletz
Eostra
Blain
Oira

Расписание будет известно накануне.
'''