location_text = '''<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. 
Мы поменяем пространство — сцена и центральная инсталляция расположатся в баре, а вы все вокруг и даже сверху. Тем более смотреть будет на что: лайв от темного техно-лорда SNTS и трехчасовой сет Tommy Four Seven посвященный выходу нового альбома в одном месте и в одно время это как минимум очень интересно. 
Выход на террасу открыт, там будет стратегически важная деталь вечеринки - дополнительные туалеты, долой очереди, "золотой" танцпол и так новый, так что там без изменений, кроме света, его тоже добавим, ну и конечно Gunnar Haslam, Yu Kawabata и наши локальные герои создадут там нужную атмосферу. 
Открываем бэкстейдж (aka гримерка, между прочим лучшая среди всех клубов России) для общего доступа, так что у вас будет место, где можно будет в более спокойной обстановке обсудить большую и интересную выставку картин различных современных художников, представленную во всем пространстве клуба.
Все, чтобы семья была довольна.
'''

meet_text = '''Добро пожаловать на <b>m_division X: Mutabor</b>'''


token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

timetable_text = '''<b>29.02

MAIN
23:00 Naya
0:30 Ivan Logos
2:00 Imperial Black Unit live (FR)
3:00 Phase Fatale (DE)
5:00 Irshad Hussein (AZ)
7:00 T_st (AR)
9:00 Unbalance

MEDIUM	
23:00 Eye Que	
1:00 Prisheletz live	
2:00 Lena Popova	
3:30 Symbol live	
4:30 Marco Shuttle (IT)	
6:30 Sestrica live	
7:30 Eljan (AZ)
9:30 CultKitchen	
11:30 Ksenia Kamikaza (LT)	
13:00 Dob-S	
14:30 Theo	
16:00 Estafet	
17:30 Sergey Timoshov	
19:00 Kovyazin D live	
20:00 Abelle	
21:30 Exponent	

UNDER
23:30 Oira
1:30 Humanoid Lubovnik live
2:30 Bionoid live
3:30 Sariim
5:30 PRCDRL live (DE)
6:30 Achterstag live
7:30 Inox Traxx
9:00 Slava Finist
10:30 Roks


01.03

MAIN
18:00 Bvoice
20:00 Grigory Gromov a/v live
21:00 Svibovitch  a/v live
22:00 Singularity a/v performance (DE)
23:00 Takaaki Itoh
1:00 m_special
3:00 the end</b>
'''

now_text_stub = '''Жмите во время мероприятия, чтобы знать, что происходит на сценах.'''

no_event_text = '''
'''

starting_soon_text = ''''''

playing_now_text = ''''''




over_text = '''THE END.

Смотрите фото и видео в @m_division.
'''


info_text = '''
<b>11 мая</b> m_division запускает новую серию событий. Мы искренне любим техно-музыку и хотим показать всю ее многогранность, о которой многие стали забывать, основным форматом станет глубокое, эмоциональное и атмосферное техно, яркие звуковые пейзажи и едва уловимые текстуры, отправляющие наше сознание в самое интересное музыкальное путешествие. Наши масштабные события не всегда позволяют уделить должное внимание подобному формату, а мы так хотим вместе с вами, в уютной атмосфере новой летней террасы Бланка и соседнего "золотого" погружаться в звук, для которого не важны сиюминутные тренды.

<b>Unbalance [m_division, Moscow]
Ivan Logos [m_division, Spb]
Lena Popova [m_division, Spb]
Exponent [m_division, Spb]
Blain [m_division, Spb]
Lidvall [live]
naya
VTP</b>

<b>Локация:</b> Blank, 2 сцены на террасе и золотом танцполе. Арсенальная Набережная, 1.

<b>Вход по картам m_friends</b> — свободный до 1 ночи (необходимо заполнить форму ниже). Позже — 200 р.
<b>Вход по rsvp</b> — 300р, заполните <a href='https://docs.google.com/forms/d/e/1FAIpQLSckYhvXDxlUiQfzUONzmyXDWuSg50z_R0VG8684PJ9oxgb-Eg/viewform'>форму</a>. 
<b>Без внимания</b> — 500р.
'''


push_text2 = '''Двери в 23:00, до 1:00 вход — 800, после — 1000, последние билеты здесь: mdivisionpromo.com/innight 
По картам m_division и RAF25 — 500. Адрес: Светлановский 3а. Фото- и видео-съемка запрещена. FC

Расписание внутри.
'''

tickets_text = '''<b>Доступны:<b>

<b>[MAIN EVENT] 13 ИЮЛЯ</b>
Основная программа фестиваля на заводе им. Степана Разина, Набережная Обводного Канала, 229.

<b>[GAMMA_PRO] 11 И 12 ИЮЛЯ</b>
Профессиональная часть программы фестиваля GAMMA, подробности о GAMMA_PRO на <a href='https://gammafestival.ru/gammapro'>сайте</a>.

Не приобретайте билеты у незнакомых людей.Безопасно приобретать билеты можно только на официальном сайте фестиваля.
На фестивале ваш билет обменивается на пластиковый или бумажный контрольный браслет на руку, который невозможно снять не повредив, если браслет будет поврежден — вам будет отказано в доступе на фестиваль.
'''

afterparty_push_text = '''ВХОД НА GAMMA_AFTERPARTY по браслетам:
- артисты / организаторы
- all days
- main + afterparty
- main + friend (оранжевый браслет main + желтый браслет friend)

Списки и гардероб работают. Бары работают по токенам.'''

sat_push_text = '''Начинаем в 22:00. Расписание внутри.
Сегодня вход со Степана Разина, 8а

Билеты: https://gammafestival.ru/mdivisionx
Если не объявлен sold out, на входе: main + afterparty = 2200 rur / main = 1700 rur
По картам m_friends вход 1200 rur за оба дня.
'''

sun_push_text = '''Афтепати начинается. Расписание внутри.
Сегодня вход со стороны Курляндской, 48. X stage становится главным танцполом.

На входе — 700 rur, максимум человек 200 пропустим до 0:00. Дальше только по браслетам main+afterparty и картам m_friends.
'''


help_text = '''<b>В боте найдете расписание и прочее самое важное.</b>
Команда /now ("Выступают сейчас") работает на основе официального расписания.

Полная информация <a href='https://www.mdivisionpromo.com/innight'>на сайте</a>.
Последние новости в <a href='https://t.me/m_division'>нашем канале</a>.

Обратная связь: @vi_thali.'''

map_text = '''Сохраняем на телефоны, чтобы верно прокладывать свои маршруты.
Также вы сможете найти ее на входе или отсканировать специальный QR-код ВКонтакте, размещенный на экранах в баре, ведущий на эту публикацию.

Обратите особое внимание на точки TOKEN. Это место, где вы сможете приобрести валюту фестиваля для расчета в барах.

Подробности о точках: https://telegra.ph/Karta-GAMMA-MAIN-2019-07-12
'''

first_push_text ='''<b>m_division meets iN Night</b> ждет вас в эту субботу.

21 декабря / 23:00 / 21 + / FC
RAF 25: <a href='https://goo.gl/maps/kBH2t8fkjfesuFxT6'>Светлановский Проспект 3а</a>

Успевайте в третью волну билетов по 800 RUR.
'''

faq_text ='''<b>FAQ</b>

Место проведения: клубное пространство Blank созданное в стенах бывшей оружейной фабрики «Арсенал», Арсенальная Набережная 1.

Если вы оплатили билет, но он не пришел на почту, оплата не прошла, получили чек, но нет билета, потеряли билет или доступ к почте и т.д. в первую очередь проверьте папки "Спам" или "Промоакции", если билета нет — напишите на support@radario.co

Основные вопросы-ответы:

► Работают ли карты m_friends?
- Вход по картам равняется цене билетов серии Early Birds, то есть <b>800 рублей</b>, вход по картам возможен даже если объявлен SOLD OUT.

► Есть ли гардероб? Бар? Чайная?
- <b>Да</b>.На наших событиях всегда есть гардероб (кроме летних событий), бары в которых есть все необходимое, чайные с широким меню, фудтраки со стрит-фудом. Гардероб для верхней одежды всегда бесплатный, хотите оставить сумку/рюкзак? Будьте готовы заплатить 100-200 рублей. Оплата, как правило за токены, приобрести токены можно в специальных точках оплаты, как за наличные, так и безналичным расчетом, для ускорения процесса рекомендуем иметь наличные. В чайной вы всегда можете приобрести наш фирменный мерч, который мы регулярно обновляем и придумываем новые модели, тираж строго ограничен, если вы хотите приобрести мерч перед или после события, напишите на info@mdivision.ru

► Что делать, если я не могу пойти? Как сдать билет?
- Чтобы сдать билет, вам необходимо написать на почту support@radario.co либо отдайте/продайте друзьям и знакомым.

► Могу ли я купить билет на входе?
- <b>Если не объявлен SOLD OUT</b>, о чем мы сообщаем во всех соцсетях — значит приобрести билеты на входе возможно, они как правило чуть дороже билетов в предварительной продаже.

► Мне предлагают купить билет с рук, могу ли я проверить его подлинность?
- <b>Проверить подлинность билета невозможно</b>. Мы строго не рекомендуем (даже запрещаем) вам приобретать билеты/браслеты у незнакомых людей, работают группы мошенников, после оплаты вас блокируют в соцсетях, вы теряете деньги в попытке сэкономить пару сотен рублей. Также вам могут прислать поддельный билет (которые невозможно активировать) или билет проданный другому человеку, дважды отсканировать один билет невозможно и вы снова теряете деньги и портите себе настроение. Покупать билеты безопасно можно только на официальном сайте: https://www.gammafestival.ru/delta . Регулярно на каждом событии есть несколько человек, которые становятся жертвами мошенников, их способы становятся все более изощренными. Более того, всегда думайте - за что вы готовы платить - организаторам и артистам, занятым в процессе подготовки событий за их работу и творчество, или мошенникам, которые пытаются обманывать людей, перепродают несуществующие билеты и просто воруют.
'''

thursday_push = '''Ждем сегодня и завтра на масштабном шоукейсе <b>m_division X: Mutabor</b>.

Расписание внутри.'''