location_text = '''Место проведения - завод им.Степана Разина, вход с ул.Степана Разина, 8А.

<a href='https://goo.gl/maps/RarNHn6HFZEaxCio9'>Метка на карте</a>.
'''

meet_text = '''Добро пожаловать на <b>Gamma_MAIN.</b>'''


token_text = '''
<b>ТОКЕНЫ</b>

На фестивале действует собственная внутренняя валюта <b>для расчета в барах и чайных фестиваля - ТОКЕН</b>. Точки продаж «TOKEN» — это места, где вы сможете приобрести валюту фестиваля GAMMA. Удобнее всего это сделать сразу после входа на территорию на MAIN-сцене или перед лестницей ведущей на сцены V STAGE и LAMP STAGE. 

<b>1 ТОКЕН = 100 рублей</b>. Рекомендуем приобретать сразу необходимое количество для расчета в барах. Ознакомиться с меню вы сможете прямо на точке продажи токенов. Обратный обмен токенов на деньги невозможен.

<b>В Gamma_SHOP и на фуд-корте токены вам не понадобятся.</b> 

Gamma_SHOP это наш магазин мерча и он расположен в чайной, здесь вы найдете фирменные дизайнерские футболки GAMMA, худи разных фасонов, удобные поясные сумки или например стикеры, которые можно получить бесплатно, количество новой коллекции очень ограничено, поэтому успевайте, мерч создан с любовью, высокое качество ткани и качественная шелкография позволят носить Gamma-одежду не один год.

На фуд-корте представлен разнообразный стрит-фуд: от классических бургеров и супов до вегетарианской кухни и даже корейских пянсе, несколько фуд-партнеров фестиваля накормят вас отличной едой в течение всей ночи.
'''

timetable_text = '''\
<b>5 СЕНТЯБРЯ, открытие дверей 21:00

MAIN (GAMMA_STAGE)

21:00 Abjective [live]
22:00 Neonicle [live]
23:00 Дельфин Механический Пёс [live]
0:00  Sestrica [live] 
1:00  Ivan Logos 
2:00  Unbalance 
3:30  Abelle 
5:00  Regulaar
6:00  Inox Traxx 
7:00-8:00 Slava Finist

V STAGE
      
23:00 Grigory Gromov [a/v live]
0:00  Beennoutside [live] 
1:00  Dawn Razor [live] 
2:00  Lena Popova
3:00  Eostra 
4:00  St Theodore 
5:00  Sariim 
6:00  G Depot 
7:00  Mrac 
8:00-10:00 Kyk b2b Draag

LAMP STAGE

23:00 Blain 
0:00  Zaletny 
1:00  Anrilov
2:00  Panorama Channel 
3:00  Oira 
4:00  Muzikalist 
5:00  Cultkitchen 
7:00  Balu 
8:00  un2un 
9:00-11:00 m_special

--
6 СЕНТЯБРЯ

V STAGE

21:00 Svibovitch [a/v live]
22:00 Symphocat + Augustine (vocal) + Alex Zender (sax) [live]
23:00 Digital Moss [modular live] 
0:00  Symbol [live] (мск)
1:00  Prisheletz [live]
2:00  Poima 
3:30  Stanislav Glazov [a/v + modular live]
4:30  Torn 
5:30-7:00 Eye Que b2b naya 

LAMP STAGE

21:00 Pfpf
22:30 Karina Saakyan
0:30  Rhitektor [modular live]
1:30  Void Of Gene
3:00  Bionoid [modular live] 
4:00  Noform 
5:30-7:00 m_special</b>
'''

now_text_stub = '''Жмите во время мероприятия, чтобы знать, что происходит на сценах.'''

no_event_text = '''
'''

starting_soon_text = ''''''

playing_now_text = ''''''




over_text = '''THE END.

Смотрите фото и видео в канале  @m_division.
'''


info_text = '''
<b>11 мая</b> m_division запускает новую серию событий. Мы искренне любим техно-музыку и хотим показать всю ее многогранность, о которой многие стали забывать, основным форматом станет глубокое, эмоциональное и атмосферное техно, яркие звуковые пейзажи и едва уловимые текстуры, отправляющие наше сознание в самое интересное музыкальное путешествие. Наши масштабные события не всегда позволяют уделить должное внимание подобному формату, а мы так хотим вместе с вами, в уютной атмосфере новой летней террасы Бланка и соседнего "золотого" погружаться в звук, для которого не важны сиюминутные тренды.

<b>Unbalance [m_division, Moscow]
Ivan Logos [m_division, Spb]
Lena Popova [m_division, Spb]
Exponent [m_division, Spb]
Blain [m_division, Spb]
Lidvall [live]
naya
VTP</b>

<b>Локация:</b> Blank, 2 сцены на террасе и золотом танцполе. Арсенальная Набережная, 1.

<b>Вход по картам m_friends</b> — свободный до 1 ночи (необходимо заполнить форму ниже). Позже — 200 р.
<b>Вход по rsvp</b> — 300р, заполните <a href='https://docs.google.com/forms/d/e/1FAIpQLSckYhvXDxlUiQfzUONzmyXDWuSg50z_R0VG8684PJ9oxgb-Eg/viewform'>форму</a>. 
<b>Без внимания</b> — 500р.
'''


push_text2 = '''Двери в 23:00, до 1:00 вход — 800, после — 1000, последние билеты здесь: mdivisionpromo.com/innight 
По картам m_division и RAF25 — 500. Адрес: Светлановский 3а. Фото- и видео-съемка запрещена. FC

Расписание внутри.
'''

tickets_text = '''<b>Доступны:<b>

<b>[MAIN EVENT] 13 ИЮЛЯ</b>
Основная программа фестиваля на заводе им. Степана Разина, Набережная Обводного Канала, 229.

<b>[GAMMA_PRO] 11 И 12 ИЮЛЯ</b>
Профессиональная часть программы фестиваля GAMMA, подробности о GAMMA_PRO на <a href='https://gammafestival.ru/gammapro'>сайте</a>.

Не приобретайте билеты у незнакомых людей.Безопасно приобретать билеты можно только на официальном сайте фестиваля.
На фестивале ваш билет обменивается на пластиковый или бумажный контрольный браслет на руку, который невозможно снять не повредив, если браслет будет поврежден — вам будет отказано в доступе на фестиваль.
'''

afterparty_push_text = '''ВХОД НА GAMMA_AFTERPARTY по браслетам:
- артисты / организаторы
- all days
- main + afterparty
- main + friend (оранжевый браслет main + желтый браслет friend)

Списки и гардероб работают. Бары работают по токенам.'''

sat_push_text = '''Начинаем в 22:00. Расписание внутри.
Сегодня вход со Степана Разина, 8а

Билеты: https://gammafestival.ru/mdivisionx
Если не объявлен sold out, на входе: main + afterparty = 2200 rur / main = 1700 rur
По картам m_friends вход 1200 rur за оба дня.
'''

sun_push_text = '''Афтепати начинается. Расписание внутри.
Сегодня вход со стороны Курляндской, 48. X stage становится главным танцполом.

На входе — 700 rur, максимум человек 200 пропустим до 0:00. Дальше только по браслетам main+afterparty и картам m_friends.
'''


help_text = '''Команда /now ("Выступают сейчас") работает на основе официального расписания.

Полная информация <a href='http://gammafestival.ru'>на сайте</a>.
Последние новости в <a href='https://t.me/m_division'>нашем канале</a>.

Обратная связь: @vi_thali.'''

map_text = '''Сохраняем на телефоны, чтобы верно прокладывать свои маршруты.
Также вы сможете найти ее на входе или отсканировать специальный QR-код ВКонтакте, размещенный на экранах в баре, ведущий на эту публикацию.

Обратите особое внимание на точки TOKEN. Это место, где вы сможете приобрести валюту фестиваля для расчета в барах.

Подробности о точках: https://telegra.ph/Karta-GAMMA-MAIN-2019-07-12
'''

first_push_text ='''<b>m_division meets iN Night</b> ждет вас в эту субботу.

21 декабря / 23:00 / 21 + / FC
RAF 25: <a href='https://goo.gl/maps/kBH2t8fkjfesuFxT6'>Светлановский Проспект 3а</a>

Успевайте в третью волну билетов по 800 RUR.
'''

faq_text ='''<b>FAQ</b>

<b>Я не нашел свой билет на почте</b>.
В первую очередь проверьте папки "спам" и "промоакции", если там нет билета, то введите свой имейл <a href='https://customer.ticketscloud.com/auth'>здесь и следуйте инструкциям</a>.

<b>Хочу купить билет с рук, мне предлагают в соцсетях, как я могу проверить его?</b>
<b>НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ НЕ ПРИОБРЕТАЙТЕ БИЛЕТЫ У НЕЗНАКОМЫХ ЛЮДЕЙ, НИГДЕ, НИ В СОЦСЕТЯХ, НИ НА АВИТО, НИ У ВХОДА НА СОБЫТИЕ, ВАС 100% ОБМАНУТ. </b>
Каждый год мы читаем и слышим ваши грустные истории, как ваши аккаунты просто блокировали или присылали фэйковые билеты или 1 билет был продан 10 людям, продавали поддельные браслеты, которые мы быстро вычисляем и историй множество. "Работают" группы мошенников, которые используют различные изощренные способы, чтобы вас обмануть, они будут говорить вам, что они организаторы, волонтеры или официальные продавцы, или просто не могут пойти, потому что завтра им надо на работу, все это в 99% случаев чистая ложь, у нас не существует продавцов билетов, только официальный сайт! Пытаясь сэкономить пару сотен рублей вы испортите себе настроение и потеряете деньги. Купить билет безопасно можно только на нашем сайте или официальном сайте билетного оператора.

<b>Что значит Main Event и Afterparty?</b>
Main Event это основное событие фестиваля GAMMA, которое состоится в ночь с 5 на 6 сентября, afterparty это вторая ночь фестиваля которая начнется вечером 6 сентября и завершится утром 7 сентября. Обладатели билетов категории <b>[main event + afterparty]</b> могут посещать обе ночи фестиваля, 5 сентября, на входе, после активации вашего билета вы получите браслет на обе ночи фестиваля, <b>который нельзя снимать до окончания фестиваля</b>.
'''

thursday_push = '''Ждем сегодня и завтра на масштабном шоукейсе <b>m_division X: Mutabor</b>.

Расписание внутри.'''


timetable_push_text = '''\
Расписание внутри. Начинаем завтра в 21:00.
'''


gamma2020 = '''\
Скоро Гамма.
'''