location_text = '''2 сцены, 10 метров от пола до потолка, балкон и терраса, для создания ночи Delta, для создания места силы.

<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. \
Когда-то, в этих стенах, построенных более полутора веков назад по проекту архитектора \
Александра Петровича Гемилиана, гремело оборонно-промышленное производство, а сегодня здесь звучит музыка\
 и это лучшее настоящее для этих величественных стен и арочных сводов. Команда m_division для ночи Delta\
  переосмысливает пространство, добавляет своё видение и готовит впечатляющую лазерную инсталляцию, это \
  своеобразная эволюция зеркальной инсталляции, которая была представлена на Delta 2017 - художественный \
объект, выражающий собой процесс протекания реакции взаимодействующих между собой световых импульсов \
  в точке максимальной концентрации. 

'''

meet_text = '''Добро пожаловать на Delta. Начало в 23:00.'''


timetable_text = '''<b>Main:

23:00 Gemüt 
0:30 Ivan Logos 
2:00 Alien Rain [live] 
3:00 Steve Bicknell 
5:00 Unbalance 
6:30 Irshad Hussein 
8:00 Eye Que 


Sanctum:

23:00 Oira 
1:00 Blain 
2:30 Bionoid live
3:30 Symbol live 
5:00 Mick Wills 
7:00 Module Werk
8:30 Exponent 
10:00 m_special 
13:00 the end</b>
'''


token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''
Sleeparchive (DE) (live)
Voiski (FR) (live)
Blush Response (DE) (live)
Prcdrl (DE) (live)
Ivan Logos
Kobba
Lena Popova
Sestrica (live)
Exponent
Eye Que b2b naya
Prisheletz
Eostra
Blain
Oira

Расписание будет известно накануне.
'''

now_text = '''Gamma начнется 19 июля <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).

Во время фестиваля жмите «Играют сейчас», чтобы знать, что где происходит (на основе расписания).
'''

no_event_text = '''<b>Main:
23:00 Gemüt

Sanctum:
23:00 Oira</b>'''

starting_soon_text = '''<b>Main:
23:00 Gemüt

Sanctum:
23:00 Oira</b>'''

playing_now_text = ""

over_text = "Пока все отдыхают."

# timetable_text = '''
# Точное расписание будет известно чуть позже.
#
# Gamma начнется 19 июня <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).
# '''