location_text = '''<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. 
Мы поменяем пространство — сцена и центральная инсталляция расположатся в баре, а вы все вокруг и даже сверху. Тем более смотреть будет на что: лайв от темного техно-лорда SNTS и трехчасовой сет Tommy Four Seven посвященный выходу нового альбома в одном месте и в одно время это как минимум очень интересно. 
Выход на террасу открыт, там будет стратегически важная деталь вечеринки - дополнительные туалеты, долой очереди, "золотой" танцпол и так новый, так что там без изменений, кроме света, его тоже добавим, ну и конечно Gunnar Haslam, Yu Kawabata и наши локальные герои создадут там нужную атмосферу. 
Открываем бэкстейдж (aka гримерка, между прочим лучшая среди всех клубов России) для общего доступа, так что у вас будет место, где можно будет в более спокойной обстановке обсудить большую и интересную выставку картин различных современных художников, представленную во всем пространстве клуба.
Все, чтобы семья была довольна.
'''

meet_text = '''Добро пожаловать на <b>BETA 2019</b>. Начало 1 июня в 23:00.'''



token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

timetable_text = '''<b>1 июня, BLANK</b>
<b>main</b>

23:00 Квантовый Оракул
00:30 Ivan Logos
2:00 Alexander Kowalski [DE] live
3:00 Bass Mooy [NE]
5:00 Unbalance
7:00 Gasitel
9:00 the end

<b>gold</b>
23:00 Kstcn
00:30 Exponent
1:30 Evigt Mörker live [SE]
2:30 Gemut
3:30 Reka [ES]
5:30 Abelle
7:30 m_special
11:00 the end

<b>terrace</b>
23:00 Blain
0:30 Ramilitich
2:00 Lena Popova
4:00 Prcdrl [DE] special live
5:00 Dasha Rush [DE] special live
7:00 Ryba [DE]
11:00 the end

'''

now_text = '''Жмите во время мероприятия, чтобы знать, кто и на какой сцене играет в данный момент.
'''

no_event_text = '''
'''

starting_soon_text = '''Скоро начнем'''

playing_now_text = ''''''




over_text = "Вечеринка окончена. Хорошего настроения, держитесь."


info_text = '''
<b>11 мая</b> m_division запускает новую серию событий. Мы искренне любим техно-музыку и хотим показать всю ее многогранность, о которой многие стали забывать, основным форматом станет глубокое, эмоциональное и атмосферное техно, яркие звуковые пейзажи и едва уловимые текстуры, отправляющие наше сознание в самое интересное музыкальное путешествие. Наши масштабные события не всегда позволяют уделить должное внимание подобному формату, а мы так хотим вместе с вами, в уютной атмосфере новой летней террасы Бланка и соседнего "золотого" погружаться в звук, для которого не важны сиюминутные тренды.

<b>Unbalance [m_division, Moscow]
Ivan Logos [m_division, Spb]
Lena Popova [m_division, Spb]
Exponent [m_division, Spb]
Blain [m_division, Spb]
Lidvall [live]
naya
VTP</b>

<b>Локация:</b> Blank, 2 сцены на террасе и золотом танцполе. Арсенальная Набережная, 1.

<b>Вход по картам m_friends</b> — свободный до 1 ночи (необходимо заполнить форму ниже). Позже — 200 р.
<b>Вход по rsvp</b> — 300р, заполните <a href='https://docs.google.com/forms/d/e/1FAIpQLSckYhvXDxlUiQfzUONzmyXDWuSg50z_R0VG8684PJ9oxgb-Eg/viewform'>форму</a>. 
<b>Без внимания</b> — 500р.
'''


push_text = '''Завтра, <b>11 мая</b> открытие новой серии <b>Intelligent Techno</b> пройдет на новой террасе Бланка и соседнем Золотом.

<b>Вход по картам m_friends</b> — свободный до 1 ночи (необходимо заполнить форму ниже).
<b>Вход по rsvp</b> — 300р, заполните <a href='https://docs.google.com/forms/d/e/1FAIpQLSckYhvXDxlUiQfzUONzmyXDWuSg50z_R0VG8684PJ9oxgb-Eg/viewform'>форму</a>. 
<b>Без внимания</b> — 500р.

Unbalance [m_division, Moscow]
Ivan Logos [m_division, Spb]
Lena Popova [m_division, Spb]
Exponent [m_division, Spb]
Blain [m_division, Spb]
Lidvall [live]
naya
VTP
'''

tickets_text = '''<a href='https://gammafestival.ru/beta'>BETA 2019</a> стартует в эту субботу и продлится до утра понедельника. 
Билеты доступны в ограниченном количестве. Успевайте.
Ссылка для покупки по кнопке ниже.
'''

tickets_push_text = '''
Предыдущие 3 события от m_division был объявлен sold out, так что билетов действительно может на всех не хватить, но обладатели карт m_friends могут не переживать, для вас всю ночь вход открыт и по цене early birds.'''

push_final_text = '''Сохраняем расписание. Начало в 23:00. 

Билеты здесь: https://gammafestival.ru/beta и на входе, 1300 до 1 ночи, после — 1500.
 
Браслеты не снимайте, по ним вход свободный на afterparty в raf25, которое начнется в воскресенье и закончится в понедельник утром.
'''