location_text = '''<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. 
Мы поменяем пространство — сцена и центральная инсталляция расположатся в баре, а вы все вокруг и даже сверху. Тем более смотреть будет на что: лайв от темного техно-лорда SNTS и трехчасовой сет Tommy Four Seven посвященный выходу нового альбома в одном месте и в одно время это как минимум очень интересно. 
Выход на террасу открыт, там будет стратегически важная деталь вечеринки - дополнительные туалеты, долой очереди, "золотой" танцпол и так новый, так что там без изменений, кроме света, его тоже добавим, ну и конечно Gunnar Haslam, Yu Kawabata и наши локальные герои создадут там нужную атмосферу. 
Открываем бэкстейдж (aka гримерка, между прочим лучшая среди всех клубов России) для общего доступа, так что у вас будет место, где можно будет в более спокойной обстановке обсудить большую и интересную выставку картин различных современных художников, представленную во всем пространстве клуба.
Все, чтобы семья была довольна.
'''

meet_text = '''Добро пожаловать на <b>BETA 2019</b>. Начало 1 июня в 23:00.'''



token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

timetable_text = '''<b>2 июня, RAF25</b>
<b>RAF25</b>
08:00 Katsura b2b Serotonin Crisis 
10:00 Wacky Kid
13:00 Gasitel 
16:00 Gemüt
18:00 Draag
20:00 Reka
22:00 VTP
23:30 Lidvall live
00:30 Ivan Logos
01:30 Exponent 
03:00 Eye Que
05:00 Kyk b2b Regulaar 

<b>CHAMBER</b>
17:00 U/K
18:00 Ultima
19:00 SNKT
20:00 Abjective (live)
21:00 Lena Popova
'''

now_text = '''Жмите во время мероприятия, чтобы знать, кто и на какой сцене играет в данный момент.
'''

no_event_text = '''
'''

starting_soon_text = '''Скоро начнем'''

playing_now_text = ''''''




over_text = "Вечеринка окончена. Хорошего настроения, держитесь."


info_text = '''
<b>11 мая</b> m_division запускает новую серию событий. Мы искренне любим техно-музыку и хотим показать всю ее многогранность, о которой многие стали забывать, основным форматом станет глубокое, эмоциональное и атмосферное техно, яркие звуковые пейзажи и едва уловимые текстуры, отправляющие наше сознание в самое интересное музыкальное путешествие. Наши масштабные события не всегда позволяют уделить должное внимание подобному формату, а мы так хотим вместе с вами, в уютной атмосфере новой летней террасы Бланка и соседнего "золотого" погружаться в звук, для которого не важны сиюминутные тренды.

<b>Unbalance [m_division, Moscow]
Ivan Logos [m_division, Spb]
Lena Popova [m_division, Spb]
Exponent [m_division, Spb]
Blain [m_division, Spb]
Lidvall [live]
naya
VTP</b>

<b>Локация:</b> Blank, 2 сцены на террасе и золотом танцполе. Арсенальная Набережная, 1.

<b>Вход по картам m_friends</b> — свободный до 1 ночи (необходимо заполнить форму ниже). Позже — 200 р.
<b>Вход по rsvp</b> — 300р, заполните <a href='https://docs.google.com/forms/d/e/1FAIpQLSckYhvXDxlUiQfzUONzmyXDWuSg50z_R0VG8684PJ9oxgb-Eg/viewform'>форму</a>. 
<b>Без внимания</b> — 500р.
'''


push_text = '''Завтра, <b>11 мая</b> открытие новой серии <b>Intelligent Techno</b> пройдет на новой террасе Бланка и соседнем Золотом.

<b>Вход по картам m_friends</b> — свободный до 1 ночи (необходимо заполнить форму ниже).
<b>Вход по rsvp</b> — 300р, заполните <a href='https://docs.google.com/forms/d/e/1FAIpQLSckYhvXDxlUiQfzUONzmyXDWuSg50z_R0VG8684PJ9oxgb-Eg/viewform'>форму</a>. 
<b>Без внимания</b> — 500р.

Unbalance [m_division, Moscow]
Ivan Logos [m_division, Spb]
Lena Popova [m_division, Spb]
Exponent [m_division, Spb]
Blain [m_division, Spb]
Lidvall [live]
naya
VTP
'''

tickets_text = '''Регистрируйтесь на событие с помощью Resident Advisor, чтобы получить скидку на вход: https://www.residentadvisor.net/events/1271189

По браслетам BETA: FREE
Цена на входе: ₽500
По спискам RA: ₽400

Фото- и видеосъемка запрещена. 
Doors & start 08:00
X-rated | 21+
'''

tickets_push_text = '''
Предыдущие 3 события от m_division был объявлен sold out, так что билетов действительно может на всех не хватить, но обладатели карт m_friends могут не переживать, для вас всю ночь вход открыт и по цене early birds.'''

push_final_text = '''Сохраняем расписание. Начало в 23:00. 

Билеты здесь: https://gammafestival.ru/beta и на входе, 1300 до 1 ночи, после — 1500.
 
Браслеты не снимайте, по ним вход свободный на afterparty в raf25, которое начнется в воскресенье и закончится в понедельник утром.
'''

push_sunday_text = '''Расписание на сегодня в боте. Уже начали, заканчиваем в понедельник

Регистрируйтесь на событие с помощью Resident Advisor, чтобы получить скидку на вход: https://www.residentadvisor.net/events/1271189

По браслетам BETA: FREE
Цена на входе: ₽500
По спискам RA: ₽400

Фото- и видеосъемка запрещена. 
X-rated | 21+'''

