location_text = '''<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. 
Мы поменяем пространство — сцена и центральная инсталляция расположатся в баре, а вы все вокруг и даже сверху. Тем более смотреть будет на что: лайв от темного техно-лорда SNTS и трехчасовой сет Tommy Four Seven посвященный выходу нового альбома в одном месте и в одно время это как минимум очень интересно. 
Выход на террасу открыт, там будет стратегически важная деталь вечеринки - дополнительные туалеты, долой очереди, "золотой" танцпол и так новый, так что там без изменений, кроме света, его тоже добавим, ну и конечно Gunnar Haslam, Yu Kawabata и наши локальные герои создадут там нужную атмосферу. 
Открываем бэкстейдж (aka гримерка, между прочим лучшая среди всех клубов России) для общего доступа, так что у вас будет место, где можно будет в более спокойной обстановке обсудить большую и интересную выставку картин различных современных художников, представленную во всем пространстве клуба.
Все, чтобы семья была довольна.
'''

meet_text = ''''Добро пожаловать на <b>m_family</b>. Начало 13 aпреля в 23:00.'''



token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''Пока известен лайнап:

Ansome LIVE [UK, MORD, Perc Trax]
Zadig [FR, Construct Re-Form, Tresor]
Umwelt [FR, Rave Or Die, New Flesh]
Shadowax hibryd LIVE [RU, ТРИП, Rassvet]
Prcdrl LIVE [Berlin, m_division]
Yuka [Moscow, Fullpanda, m_division]
Lena Popova [m_division]
Ivan Logos [m_division]
Slava Finist [Moscow]
Anna Kurosawa live [debut]
Torn [Samurai Music]
Eye Que [Subspace]
Blain [Test FM]
Camin' [Dirty Tapes]
Napirelly
m_special 

Расписание будет известно в день мероприятия.
'''

now_text = '''Определенно, кто-то где-то сейчас играет.
'''

no_event_text = '''<b>Скоро начнем:
MAIN
23:00 Anna Kurosawa live

ЗОЛОТОЙ
23:00 Blain</b>
'''

starting_soon_text = '''Скоро начнем'''

playing_now_text = ""

over_text = "Вечеринка окончена. Хорошего настроения, держитесь."

timetable_text = '''
Начинаем в субботу в 23:00. Расписание появится накануне. Сделаем отдельное уведомление.
'''

push = '''Завтра мы начинаем наш 10-й год с новой серии событий <b>m_family</b>.
Лайнап и вся необходимая информация доступны в боте.

Вход по картам m_friends равен цене Early Birds — 800р. Количество билетов ограничено, только 1500 шт. Предупреждаем, что на 2 предыдущих событиях был SOLD OUT.
Последний релиз билетов доступен здесь: <a href='https://www.mdivisionpromo.com/mfamily'>www.mdivisionpromo.com/mfamily</a>
'''

tickets_text = '''Билеты строго в ограниченом количестве, цена в каждом релизе возрастает, возможен SOLD OUT.

[Предыдущие 3 события от m_division был объявлен sold out, так что билетов действительно может на всех не хватить, но обладатели карт m_friends могут не переживать, для вас всю ночь вход открыт и по цене early birds] 
'''