location_text = '''
 
<b>Завод им.Степана Разина</b>
Курляндская ул. 48 (м. Нарвская). Вход с Курляндской улицы.

<b>18+/Facecontrol</b>
<b>Dresscode:</b> обязательно наличие маски
'''


faq_text = '''

<b>FAQ</b>

<b>Как приобрести билеты?</b>
Билеты доступны в ограниченных сериях, цена по мере приближения события возрастает: https://goo.gl/mQGAMA и на сайте www.mdivisionpromo.com.
На входе можно будет приобрести билет за 1500 рублей.
Владельцам карт m_division вход 800 рублей.
ВНИМАНИЕ: будьте осторожны приобретая билеты с рук! Мошенники могут продать один электронный билет нескольким людям.
На фестивале ваш билет обменивается на контрольный браслет, надевающийся на руку, который невозможно снять не повредив, если браслет будет поврежден - вам будет отказано в доступе на фестиваль, не пытайтесь передавать браслеты друг другу, служба безопасности строго следит за наличием браслетов на руках, при нарушении правил - вход на фестиваль будет закрыт для обоих нарушителей.

<b>Как вернуть билет?</b>
Билет возвращается только при отмене мероприятия. Можете попробовать продать его в <a href='https://vk.com/m_mystery2017'>вк-встрече</a>.

<b>Будет ли работать гардероб, будет ли тепло? Что с туалетом и курилкой?</b>
Гардеробы будут, внутри будет максимально комфортно  и тепло для цехов завода 18 века. Туалеты и места для курения расположены в шатрах и оборудованы тепловыми приборами. 

<b>Будут ли в продаже на входе маски?</b>
Будет немного стандартных масок, которые можно будет купить, но мы рекомендуем быть оригинальнее.

<b>Подойдет ли грим вместо маски?</b>
Это возможно, только, пожалуйста, без нечисти, мы не приветствуем образы банальных вампиров и зомби.
'''
