location_text = '''<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. 
Мы поменяем пространство — сцена и центральная инсталляция расположатся в баре, а вы все вокруг и даже сверху. Тем более смотреть будет на что: лайв от темного техно-лорда SNTS и трехчасовой сет Tommy Four Seven посвященный выходу нового альбома в одном месте и в одно время это как минимум очень интересно. 
Выход на террасу открыт, там будет стратегически важная деталь вечеринки - дополнительные туалеты, долой очереди, "золотой" танцпол и так новый, так что там без изменений, кроме света, его тоже добавим, ну и конечно Gunnar Haslam, Yu Kawabata и наши локальные герои создадут там нужную атмосферу. 
Открываем бэкстейдж (aka гримерка, между прочим лучшая среди всех клубов России) для общего доступа, так что у вас будет место, где можно будет в более спокойной обстановке обсудить большую и интересную выставку картин различных современных художников, представленную во всем пространстве клуба.
Все, чтобы семья была довольна.
'''

meet_text = '''Добро пожаловать на <b>m_division X years</b>.'''


token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

timetable_text = '''<b>РАСПИСАНИЕ</b>
[Пока известен только лайнап, о точном расписании будет отдельный пуш]

Anthony Linell aka Abdulla Rashim & Acronym [live] SE
Belief Defect [live] US
Boston 168 [live] IT
Drumcell [live] US
Luis Flores [dj set] MX
Terence Fixmer [live] DE
Acronym [live] SE
PRCDRL live [DE]
Lena Popova
Ivan Logos
Exponent
Unbalance
Abelle
Sariim
Cultkitchen
Regulaar
Eostra
Slava Finist
Alex Glass
Eye Que
Naya
Blain
Zaletny
Maksim Panfilov
Oira
and more TBA..
'''

now_text = '''Жмите во время мероприятия, чтобы знать, что происходит на каждой из сцен.'''

no_event_text = '''
'''

starting_soon_text = '''Gamma скоро начнется.'''

playing_now_text = ''''''




over_text = '''Фестиваль подошел к концу. Фото и видео лучших моментов смотрите в канале @m_division.
До скорых встреч.'''


info_text = '''
<b>11 мая</b> m_division запускает новую серию событий. Мы искренне любим техно-музыку и хотим показать всю ее многогранность, о которой многие стали забывать, основным форматом станет глубокое, эмоциональное и атмосферное техно, яркие звуковые пейзажи и едва уловимые текстуры, отправляющие наше сознание в самое интересное музыкальное путешествие. Наши масштабные события не всегда позволяют уделить должное внимание подобному формату, а мы так хотим вместе с вами, в уютной атмосфере новой летней террасы Бланка и соседнего "золотого" погружаться в звук, для которого не важны сиюминутные тренды.

<b>Unbalance [m_division, Moscow]
Ivan Logos [m_division, Spb]
Lena Popova [m_division, Spb]
Exponent [m_division, Spb]
Blain [m_division, Spb]
Lidvall [live]
naya
VTP</b>

<b>Локация:</b> Blank, 2 сцены на террасе и золотом танцполе. Арсенальная Набережная, 1.

<b>Вход по картам m_friends</b> — свободный до 1 ночи (необходимо заполнить форму ниже). Позже — 200 р.
<b>Вход по rsvp</b> — 300р, заполните <a href='https://docs.google.com/forms/d/e/1FAIpQLSckYhvXDxlUiQfzUONzmyXDWuSg50z_R0VG8684PJ9oxgb-Eg/viewform'>форму</a>. 
<b>Без внимания</b> — 500р.
'''


push_text = '''<b>Gamma началась</b>.
Сегодня уже стартовал <a href='https://telegra.ph/Forum-Gamma-PRO-07-08'>Форум Gamma_PRO</a>, 
а в 21:00 фестиваль откроют <a href='https://telegra.ph/Koncert-otkrytie-Gamma-07-08'>Kazuya Nagaya и Ali Demirel</a>.

<b>Запуск гостей в планетарий с 20:00</b>.
Обладателей билетов на концерт-открытие и all days просим приходить не позднее 20:30.

<b>В боте найдете расписание и прочее самое важное.</b>
Команда /now ("Выступают сейчас") работает на основе официального расписания.

Полная информация о программе <a href='https://gammafestival.ru'>на сайте</a>.
Последние новости в <a href='https://t.me/m_division'>нашем канале</a>.
'''

tickets_text = '''<b>Доступны:<b>

<b>[MAIN EVENT] 13 ИЮЛЯ</b>
Основная программа фестиваля на заводе им. Степана Разина, Набережная Обводного Канала, 229.

<b>[GAMMA_PRO] 11 И 12 ИЮЛЯ</b>
Профессиональная часть программы фестиваля GAMMA, подробности о GAMMA_PRO на <a href='https://gammafestival.ru/gammapro'>сайте</a>.

Не приобретайте билеты у незнакомых людей.Безопасно приобретать билеты можно только на официальном сайте фестиваля.
На фестивале ваш билет обменивается на пластиковый или бумажный контрольный браслет на руку, который невозможно снять не повредив, если браслет будет поврежден — вам будет отказано в доступе на фестиваль.
'''

afterparty_push_text = '''ВХОД НА GAMMA_AFTERPARTY по браслетам:
- артисты / организаторы
- all days
- main + afterparty
- main + friend (оранжевый браслет main + желтый браслет friend)

Списки и гардероб работают. Бары работают по токенам.'''

push_final_text = '''Запуск гостей начнется в 20:00.

Итальянцев Boston 168 не будет -- проблемы с паспортами.
<b>Gamma_stage в 21:00 откроет наш резидент Blain</b>, затем в 22:30 Lidvall live, в 0 часов Ivan Logos, далее все по плану -- 1:30 Oscar Mulero, 3:30 Surgeon. 

В боте доступны <a href='https://telegra.ph/Karta-GAMMA-MAIN-2019-07-12'>карта</a> и <a href='https://telegra.ph/Gamma-MAIN-07-08'>расписание</a>.

<b>Бары будут работать по токенам.</b> Их можно получить:
- в большой зоне, расположенной у входа;
- на 4 этаже между сценами AV и Sigma.

Токены действуют и на афтепати в Blank.
Гардероба нет, есть камеры хранения (3 токена).

Билеты пока доступны на сайте: www.gammafestival.ru
Цена на входе: 3000 рублей. <b>Не приобретайте билеты у незнакомых людей, работают группы мошенников, не стоит портить себе фестиваль.</b>

<b>Чтобы лучше провести время</b>, прочтите <a href='https://telegra.ph/Sovety-07-13'>советы организаторов</a>.

Хорошей ночи!
'''

help_text = '''<b>В боте найдете расписание и прочее самое важное.</b>
Команда /now ("Выступают сейчас") работает на основе официального расписания.

Полная информация <a href='https://gammafestival.ru/mdivisionx'>на сайте</a>.
Последние новости в <a href='https://t.me/m_division'>нашем канале</a>.

Обратная связь: @vi_thali.'''

map_text = '''Сохраняем на телефоны, чтобы верно прокладывать свои маршруты.
Также вы сможете найти ее на входе или отсканировать специальный QR-код ВКонтакте, размещенный на экранах в баре, ведущий на эту публикацию.

Обратите особое внимание на точки TOKEN. Это место, где вы сможете приобрести валюту фестиваля для расчета в барах.

Подробности о точках: https://telegra.ph/Karta-GAMMA-MAIN-2019-07-12
'''

first_push_text ='''<b>m_division X years</b> начнётся через 24 часа.
Вся актуальная информация будет здесь. Пуш с расписанием придет ближе к началу.
Во время события жмите /now, чтобы знать, что происходит на каждой из сцен.

5 и 6 октября / Facecontrol / 18 + / Завод им. Степана Разина
5 октября — вход открыт с в 22:00, по адресу Степана Разина 8а.
6 октября — вход открыт с 20:00, по адресу Курляндская 48.

<a href='https://gammafestival.ru/mdivisionx'>Финальный релиз билетов</a>
'''