location_text = '''2 сцены, 16 метров от пола до потолка, балкон и терраса, для создания ночи Delta, для создания места силы.

<a href='https://blankclub.ru'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. \
Когда-то, в этих стенах, построенных более полутора веков назад по проекту архитектора \
Александра Петровича Гемилиана, гремело оборонно-промышленное производство, а сегодня здесь звучит музыка\
 и это лучшее настоящее для этих величественных стен и арочных сводов. Команда m_division для ночи Delta\
  переосмысливает пространство, добавляет своё видение и готовит впечатляющую лазерную инсталляцию, это \
  своеобразная эволюция зеркальной инсталляции, которая была представлена на Delta 2017 - художественный \
объект, выражающий собой процесс протекания реакции взаимодействующих между собой световых импульсов \
  в точке максимальной концентрации. 

'''

meet_text = '''Добро пожаловать на Delta. Начало в 23:00.'''


timetable_text = '''Начинаем в 23:00.
Пока известен только лайн-ап:

<b>Main:</b>

Alien Rain aka Milton Bradley (live) [DE]
Steve Bicknell [UK]
Irshad Hussein [AZ]
Ivan Logos
Unbalance [msk]
Eye Que
Gemüt [msk]

<b>Sanctum:</b>

Mick Wills [DE]
Oira
Symbol (live) [msk]
Bionoid (live)
Module Werk
Exponent
Blain
m_special
'''


token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''
Sleeparchive (DE) (live)
Voiski (FR) (live)
Blush Response (DE) (live)
Prcdrl (DE) (live)
Ivan Logos
Kobba
Lena Popova
Sestrica (live)
Exponent
Eye Que b2b naya
Prisheletz
Eostra
Blain
Oira

Расписание будет известно накануне.
'''

now_text = '''Gamma начнется 19 июля <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).

Во время фестиваля жмите «Играют сейчас», чтобы знать, что где происходит (на основе расписания).
'''

no_event_text = "Путешествие еще не началось."

starting_soon_text = "Скоро начнём"

playing_now_text = ""

over_text = "Пока все отдыхают."

# timetable_text = '''
# Точное расписание будет известно чуть позже.
#
# Gamma начнется 19 июня <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).
# '''