location_text = '''<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. 
Мы поменяем пространство — сцена и центральная инсталляция расположатся в баре, а вы все вокруг и даже сверху. Тем более смотреть будет на что: лайв от темного техно-лорда SNTS и трехчасовой сет Tommy Four Seven посвященный выходу нового альбома в одном месте и в одно время это как минимум очень интересно. 
Выход на террасу открыт, там будет стратегически важная деталь вечеринки - дополнительные туалеты, долой очереди, "золотой" танцпол и так новый, так что там без изменений, кроме света, его тоже добавим, ну и конечно Gunnar Haslam, Yu Kawabata и наши локальные герои создадут там нужную атмосферу. 
Открываем бэкстейдж (aka гримерка, между прочим лучшая среди всех клубов России) для общего доступа, так что у вас будет место, где можно будет в более спокойной обстановке обсудить большую и интересную выставку картин различных современных художников, представленную во всем пространстве клуба.
Все, чтобы семья была довольна.
'''

meet_text = '''Добро пожаловать на <b>m_family</b>. Начало 13 aпреля в 23:00'''



token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''Пока известен лайнап:

Ansome LIVE [UK, MORD, Perc Trax]
Zadig [FR, Construct Re-Form, Tresor]
Umwelt [FR, Rave Or Die, New Flesh]
Shadowax hibryd LIVE [RU, ТРИП, Rassvet]
Prcdrl LIVE [Berlin, m_division]
Yuka [Moscow, Fullpanda, m_division]
Lena Popova [m_division]
Ivan Logos [m_division]
Slava Finist [Moscow]
Anna Kurosawa live [debut]
Torn [Samurai Music]
Eye Que [Subspace]
Blain [Test FM]
Camin' [Dirty Tapes]
Napirelly
m_special 

Расписание будет известно в день мероприятия.
'''

now_text = '''Определенно, кто-то где-то сейчас играет.
'''

no_event_text = '''
'''

starting_soon_text = '''Скоро начнем'''

playing_now_text = ''''''




over_text = "Вечеринка окончена. Хорошего настроения, держитесь."

timetable_text = '''
<b>main</b> 
<b>23-00 Квантовый Оракул</b>
<b>0-00 Ivan Logos</b>
<b>1-00 SNTS hybrid live</b>
<b>2-30 Tommy Four Seven</b> 
<b>5-30 Unbalance</b>
<b>7-00 Eye Que b2b naya</b>

<b>second</b>
<b>23-00 Exponent b2b Zaletny</b>
<b>2-00 Kovyazin D live</b>
<b>3-00 Yu Kawabata</b>
<b>4-30 Gunnar Haslam</b> 
<b>6-30 Melier Avenue live</b>
<b>8-00 m_special</b>
<b>11-00 the end</b>
'''

push_text = '''Все готово, начинаем в 23 часа.
Последние билеты по <a href='https://radario.ru/widgets/mobile/385838'>ссылке</a>.

<b>Timetable:</b> 

<b>main</b> 
<b>23-00 Квантовый Оракул</b>
<b>0-00 Ivan Logos</b>
<b>1-00 SNTS hybrid live</b>
<b>2-30 Tommy Four Seven</b> 
<b>5-30 Unbalance</b>
<b>7-00 Eye Que b2b naya</b>

<b>second</b>
<b>23-00 Exponent b2b Zaletny</b>
<b>2-00 Kovyazin D live</b>
<b>3-00 Yu Kawabata</b>
<b>4-30 Gunnar Haslam</b> 
<b>6-30 Melier Avenue live</b>
<b>8-00 m_special</b>
<b>11-00 the end</b>

p.s. не забывайте о мостах: https://razvodka-mostov.ru/
'''

tickets_text = '''Предыдущие 3 события от m_division был объявлен sold out, так что билетов действительно может на всех не хватить, но обладатели карт m_friends могут не переживать, для вас всю ночь вход открыт и по цене early birds.
'''

tickets_push_text = '''
Предыдущие 3 события от m_division был объявлен sold out, так что билетов действительно может на всех не хватить, но обладатели карт m_friends могут не переживать, для вас всю ночь вход открыт и по цене early birds.'''