location_text = '''<a href='https://t.me/blankclub'>BLANK</a> располагается в одном из зданий бывшего завода «Арсенал» на Арсенальной набережной 1. \
Когда-то, в этих стенах, построенных более полутора веков назад по проекту архитектора \
Александра Петровича Гемилиана, гремело оборонно-промышленное производство, а сегодня здесь звучит музыка\
 и это лучшее настоящее для этих величественных стен и арочных сводов.
'''

meet_text = '''С Наступающим! Добро пожаловать на Blank Year 2019 w/ m_division. Начало в 23:00.'''



token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''
Sleeparchive (DE) (live)
Voiski (FR) (live)
Blush Response (DE) (live)
Prcdrl (DE) (live)
Ivan Logos
Kobba
Lena Popova
Sestrica (live)
Exponent
Eye Que b2b naya
Prisheletz
Eostra
Blain
Oira

Расписание будет известно накануне.
'''

now_text = '''Определенно, кто-то где-то сейчас играет.
'''

no_event_text = '''Пока не началось'''

starting_soon_text = '''Скоро начнем'''

playing_now_text = ""

over_text = "Вечеринка окончена. Хорошего настроения, держитесь."

timetable_text = '''
<b>1 января
c 22:00 до 8:00

22:00 Oira
23:00 Lbrnth live
00:00 Naya
01:00 Shutta
02:00 Anrilov
04:00 Balu
06:00 Koksharov b2b Helfen

23:00 Abjective live
00:00 Ivan Logos
01:00 Eye Que
02:00 Naya
04:00 Abjective & Symphocat live
05:00 Symphocat live
</b>
'''