location_text = '''<b>19 июля:</b> концерт-открытие. Hauschka (неоклассика, DE)
<a href='https://goo.gl/maps/GnhNjfXDAwT2'>Дворец Белосельских-Белозерских, Невский пр., 41.</a>

<b>20 — 21 июля:</b> GAMMA_PRO & MUTEK SHOWCASE 
<a href='https://goo.gl/maps/FKE7gBgyG7U2'>киностудия ЛЕНФИЛЬМ, Каменноостровский пр., 10</a>
<b>20 июля:</b> GAMMA_PRO Afterparty
<a href='https://goo.gl/maps/D7CjrkjNjiS2'>клуб BLANK, Арсенальная набережная, 1</a>

<b>21 — 22 июля:</b> основная программа GAMMA
<b>21.07</b> <a href='https://goo.gl/maps/UzpVP1n8nE12'>Завод им.Степана Разина, набережная Обводного канала, 228</a>
<b>22.07</b> <a href='https://zen.yandex.ru/media/id/5b473690bbc36f00a8b583b7/kak-dobratsia-do-quartariata-5b503fbc83eab200ac49429c'>Загородная резиденция искусств и технологий Quartariata, Петергоф, Золотая 2—4</a>

'''

meet_text = '''Вся необходимая информация здесь. Появилось расписание основной программы Gamma 21 июля.'''


timetable_text = '''Выберите дату
'''


token_text = '''
<b>Токены</b>

Токен - это пластиковый жетон с логотипом m_division, который гости приобретают в кассах токенов или в кассе при входе, также можно <a href='https://radario.ru/widgets/mobile/225805'>приобрести сразу 10 токенов в онлайн</a> и получить их в зоне контроля билетов. 

Одна касса продажи токенов находится сразу после входной зоны, вторая касса расположена в конце длинного коридора на первом этаже, купить токены можно как за наличный, так и безналичный расчет, во избежании проблем с безналичным расчетом (проблемы на стороне банка или плохой сигнал) <b>рекомендуем иметь с собой наличные</b>.

Стоимость 1 токена – 100 ₽.

Обмен или возврат токенов в кассу невозможен. Вы можете докупать токены по мере необходимости в течение всего события.

Наличные и банковские карты в барах приниматься не будут.
'''

lineup_text = '''
Sleeparchive (DE) (live)
Voiski (FR) (live)
Blush Response (DE) (live)
Prcdrl (DE) (live)
Ivan Logos
Kobba
Lena Popova
Sestrica (live)
Exponent
Eye Que b2b naya
Prisheletz
Eostra
Blain
Oira

Расписание будет известно накануне.
'''

now_text = '''Gamma начнется 19 июля <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).

Во время фестиваля жмите «Играют сейчас», чтобы знать, что где происходит (на основе расписания).
'''

no_event_text = "Путешествие еще не началось."

starting_soon_text = "Скоро начнём"

playing_now_text = ""

over_text = "Пока все отдыхают."

# timetable_text = '''
# Точное расписание будет известно чуть позже.
#
# Gamma начнется 19 июня <a href='http://gammafestival.ru/hauschka'>концертом-открытием</a> HAUSHKA (DE).
# '''